[
  "table-editor-obsidian",
  "easy-typing-obsidian",
  "editing-toolbar",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-frontmatter-tag-suggest",
  "obsidian-image-auto-upload-plugin",
  "marp-slides",
  "media-extended",
  "mx-bili-plugin",
  "obsidian-metatable",
  "quick-latex",
  "obsidian-shellcommands",
  "obsidian-style-settings",
  "obsidian-vimrc-support",
  "tag-wrangler",
  "obsidian-system-dark-mode",
  "obsidian-weread-plugin"
]